[
    {
        "id": "r1",
        "name": "Boka's",
        "address": "Lagoa",
        "cuisine": "Brasileira",
        "website": "https://instabio.cc/20727IDtwwe",
        "image": "http://www.receitasparatodososgostos.net/wp-content/uploads/2020/11/camaroes.jpg",
        "description": "Servings and prices are great. The restaurant specializes in sea food. The parking is awesome. The service is really good. The view at this restaurant is amazing. There is always a table available, as the place is gigantic, like the servings. It is pretty quiet, all year round. The a-la-carte servings also come with an all you can eat salad buffet. Did I mention the servings sizes?"
    },
    {
        "id": "r2",
        "name": "Camarão Dourado",
        "address": "Ingleses",
        "cuisine": "Brasileira",
        "website": "https://www.tripadvisor.com/Restaurant_Review-g3395893-d15137671-Reviews-Camarao_Dourado-Ingleses_Florianopolis_State_of_Santa_Catarina.html",
        "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fimg.cybercook.com.br%2Freceitas%2F836%2Frisoto-cremoso-de-camarao-1.jpeg&f=1&nofb=1",
        "description": "For those who are in the Ingleses beach region and want to try the shrimp sequence, here is a great option! It includes a lot of food and the value is very good. It’s all very tasty. The service is above average comparing to other location in the same area. The food can take a while to reach your table."
    },
    {
        "name": "Glouton",
        "address": "Rua Barbara Heliodora 59",
        "cuisine": "French",
        "website": "https://www.glouton.com.br/",
        "image": "https://media-cdn.tripadvisor.com/media/photo-s/04/63/ae/10/glouton.jpg",
        "description": "Do not miss this restaurant. One of the best dining experiences ever, definitely top in Brazil.\r\nUnpretentious, delicious food with beautiful presentation in a beautiful setting, friendly staff. Way beyond my expectations based on prior reviews. This should be at least a 2 star Michelin restaurant. Must dine here if in Belo Horizonte.",
        "id": "80537e13-61a7-4b30-8545-28aa33bf4940"
    }
]